{
  "main_page": [
    {
      "main_page_1": "Welcome to celebrate the 25th jubilee of the Guild of Information Networks, Athene!",
      "main_page_2": "Throughout the year, guild members will have the opportunity to delve into Athen's history and participate in historical guild events.",
      "main_page_3": "In honor of the jubilee, numerous events and activities will be organized for both guild members and the entire Otaniemi community. The celebratory year culminates in November / December with Infoähky!",
      "main_page_4": "Join us",
      "main_page_5": "in making this jubilee memorable!",
      "main_page_6": "JOIN US IN MAKING THIS JUBILEE",
      "main_header": "ATHENE 25"
    }
  ],
  "nav_bar": [
    {
      "front_page_header": "FRONT PAGE",
      "events_header": "EVENTS",
      "for_guild_header": "FOR GUILD",
      "contact_information_header": "CONTACT",
      "seminar_header": "SEMINAR",
      "annual_ball_header": "INFOÄHKY XXV"
    }
  ],
  "footer": [
    {
      "text1": "https://athene.fi",
      "text2": "athene.fi",
      "text3": "#athene25",
      "text4": "#athenehommat"
    }
  ],
  "event_headers": [
    {
      "header_1": "JUBILEE EVENTS",
      "header_2": "Here you can find all the events of the jubilee!",
      "header_3": "Spring celebration week",
      "header_4": "Annual ball week",
      "header_41": "To celebrate Athene's 25th annual ball, we are celebrating all week! The annual ball week is full of a variety of mind and body invigorating events to enjoy, starting on Monday and culminating in Infoähky and Purkusessio. In addition to the Athene 25 Committee, the annual ball week is organised by the song team, vesipedot, the culture committee and the annual ball committee.",
      "header_5": "Wappu",
      "link_button": "More info",
      "more_info": "More information coming later"
    }
  ],
  "events_0": [
    {
      "text": "Year opening brunch",
      "information": "The jubilee kicks off with a bang on Monday 8th of January when the Athene 25 committee will set the table with Athene XXV fabulous year opening brunch. So come and start the year with a treat with your guildmates and find out what the year has in store!",
      "location": "OLOhuone",
      "date": "8.1.",
      "time": "9.00-11.30",
      "imageName": "brunch.jpg",
      "link": "https://athene.fi/ilmo/event/413",
      "locationLink": "https://maps.app.goo.gl/WsABpJWrYAHJWgAL7"
    }
  ],
  "events_1": [
    {
      "text": "Olive and olive oil tasting",
      "information": "Did you know that people who use a lot of olive oil live 10 years longer than others? (at least!!) Have you tasted your Pirkka extra virgin olive oil as such, do you know how it is made and how it compares to other oils?<br><br>Now you can try out some great quality olive oils and the olives behind them - just by turning up. The list includes, among others, an oil from Stefano's grandparents' olive grove in Brescia. The different oils have a surprisingly wide range of fruity, herbal and peppery flavour profiles. We also get to experience what makes extra virgin olive oil so special.<br><br>Bread will be served to accompany the olives and oils, but it is advisable to satisfy any bigger appetite before tasting.",
      "date": "11.3.",
      "time": "18.00-",
      "location": "Otaranta Clubroom",
      "locationLink": "https://maps.app.goo.gl/drc9fh28s6s9WpXw7",
      "imageName": "maistelu.svg"
    },
    {
      "text": "Dance",
      "information": "By popular demand, Athene is organising an academic dance party during the Spring celebration week! The guild's own dance instructor Elias Pitkänen will first give an instructional session on dance styles, followed by the dance part itself. During the evening we will dance to live music ✨ You don't need to bring your own partner or previous dance experience, just come with an open mind. Tonight everyone dances with the stars!",
      "location": "Saha, Konemiehentie 1",
      "date": "13.3.",
      "time": "17.00-",
      "locationLink": "https://maps.app.goo.gl/gkDBnoMbvDMvYoPR6",
      "imageName": "tanssit.png",
      "link": "https://kide.app/events/8260281f-d941-4cce-ad1b-f864ff2560bf"
    },
    {
      "text": "Seminar",
      "information": "To celebrate the 25th anniversary of the programme and the Guild, we will bring together students, alumni and staff at the InfoXXV seminar. The day will begin with a series of great speeches, followed by a magical evening of fellowship and memorable moments until the small hours of the morning.",
      "location": "Dipoli",
      "date": "15.3.",
      "time": "14.00-",
      "imageName": "semma_banner.png",
      "link": "https://xxv.athene.fi/en/seminar",
      "locationLink": "https://maps.app.goo.gl/SB3dhaRksrF18Lq69"
    }
  ],
  "events_2": [
    {
      "text": "Mega beer croquette",
      "information": "Wappu on kohta täällä, mikä voi tarkoittaa vain yhtä asiaa. Kaljakroketti, tuo urheilulajeista jaloin, tulee taas – tänä vuonna Athenen 25. juhlavuoden kunniaksi MEGAkaljakrokettina!",
      "date": "27.4.",
      "location": " Alvarin aukio",
      "time": "16.30-20.00",
      "imageName": "kaljakroketti.png",
      "link": "https://kaljakroketti.netlify.app/",
      "locationLink": "https://maps.app.goo.gl/ug1yuyr728qSggcp7"
    },
    {
      "text": "Temple building day",
      "information": "🏛TEMPLE BUILDING DAY🏛<br><br>The 25th anniversary of Athene is celebrated with a number of festive, ancient Greece -inspired events. What would be ancient Greece or Athene without a temple? <br><br>Come and build our own Parthenon on Monday 22 April between 12 and 17 at Alvari square. All roads lead to Rome, but the road from our temple leads to Smökki for the wappusits!",
      "location": " Alvari square",
      "date": "9.5.",
      "time": "12.00-17.00",
      "imageName": "temple.jpg",
      "locationLink": "https://maps.app.goo.gl/ug1yuyr728qSggcp7"
    }
  ],
  "events_3": [
    {
      "text": "Muusa singthrough - Athene XXV edition",
      "information": "The already traditional singthrough of the Athene songbook, Muusa, will make its second appearance when the guild gathers on the Monday of the annual ball week for the most esteemed celebration of all!🥸<br><br>The event kicks off with the grand Guild Ribbon Gala, where a brand new guild emblem will see the light of day for the first time - you won't want to miss this!<br><br>After this, we'll get down to business. As the name suggests, the event will feature a sing-through of Muusa; if you've ever wondered how to sing one of the songs, this is the best opportunity to learn more about the Athenian teekkari singing culture! 🎶<br><br>As an added bonus, during the event you will be able to taste the subjects of the songs - so be sure to come along when your favourite drink is being sung about! 😋",
      "date": "11.11."
    },
    {
      "text": "Annual ball week party Dionysia 🍷",
      "information": "🌿Welcome to Dionysia on tuesday 12.11.!🌿<br><br>The 25th anniversary year has been inspired by ancient Greece, with olive oil tastings, temples and more. The year naturally culminates into the annual ball, which you can prepare for by taking part in a variety of events on each weekday of the year.<br><br>On Tuesday we will celebrate the festival dedicated to Dionysus, the god of wine and intoxicated rapture, known in ancient Greece as Dionysia 🍷 This year's theme for the party of the week is the good old days. The party will take place at the Karhusaari Villa from 19:00, and will feature live music, drinks, snacks, dancing, and a rapturous Athenian atmosphere! 🍾🎵💃 You can dress up for the party inspired by the theme, see the picture above. More information and announcement will follow later!",
      "date": "12.11.",
      "time": "19:00-",
      "location": "Karhusaari villa🏛",
      "imageName": "dionysia.jpeg",
      "locationLink": "https://maps.app.goo.gl/fabFswaxAjrRVoRq7"
    },
    {
      "text": "Let's Relax by the Water",
      "information": "HYDROBIC 💦 Diverse and effective aquatic exercise with music<br><br>The party of the anniversary week is behind us. So what could be better on a Wednesday afternoon than water!<br><br>We get to treat both body and mind in the Mäkelänrinne swimming centre, with the HYDROBIC class. The class is suitable for water beasts of all levels. Afterwards you can enjoy free swimming and the warmth of the sauna 🫧",
      "date": "13.11.",
      "location": "Mäkelänrinne swim hall",
      "locationLink": "https://maps.app.goo.gl/Geo6zjGiBZF3euP27"
    },
    {
      "text": "Ambient sauna",
      "information": "The ethereal event, where profound soundscapes, soothing rhythms and atmosphere combine to create a sensory experience, returns after a break of up to twenty years. Come to Ambient Sauna for new experiences, a break from the hustle and bustle of everyday life, or just to chill out in the middle of a hectic annual ball week. The event offers a unique opportunity to experience or even perform gorgeous ambient performances.<br><br>WARNING: The event contains smoke and flashing lights<br><br>If you want to perform your own ambient work at the event, please contact @rizztikankare or @tumpio2 in telegram",
      "date": "14.11.",
      "time": "18:00-22:00",
      "location": "Rantasauna",
      "locationLink": "https://maps.app.goo.gl/3xko73mwvYRYKMYX7"
    },
    {
      "text": "Infoähky",
      "information": "We welcome you to Infoähky on the 15th of November 2024 to celebrate the 25-year-old Information Networks guild Athene.<br><br>The celebration starts with a cocktail event at 15:00 in the A-wing of the Undergraduate Center (Otakaari 1, X-door). After the cocktail event, buses will transport the festive crowd to the academic table party, which takes place in the “White Hall” (Aleksanterinkatu 16-18, Helsinki), from 18:30 onwards. After the academic table party, the night continues at a secret afterparty location X.<br><br>The next morning guests have a chance to relax at the Purkusessio sillis, which is held in Otaniemi, at Smökki (Jämeräntaival 4) from 12 pm onwards.",
      "date": "15.11.",
      "time": "15:00-",
      "location": "Valkoinen sali",
      "imageName": "ball.png",
      "link": "https://xxv.athene.fi/fi/infoahky",
      "locationLink": "https://g.co/kgs/xnQmFBa"
    },
    {
      "text": "Purkusessio",
      "date": "16.11."
    }
  ],
  "for_guild": [
    {
      "text_0": "All guild members are welcome to join us in making this jubilee memorable. If you want to organize an event as a part of the jubilee,",
      "text_1": "contact the Athene 25 committee",
      "text_2": "to arrange it. Both the committee and guild will support you in organizing events, so please contact us and participate in making this year amazing!"
    }
  ],
  "contact": [
    {
      "name": "Julia Sippala",
      "email": "julia.sippala@aalto.fi",
      "photoUrl": "julia.jpg",
      "telegram": "@soppala",
      "title": "Athene 25 director"
    },
    {
      "name": "Antti Kari-Koskinen",
      "email": "antti.kari-koskinen@aalto.fi",
      "photoUrl": "antti.jpg",
      "telegram": "@teekkarikoskinen",
      "title": "Coprorate relations"
    },
    {
      "name": "Aarne Talvela",
      "email": "aarne.talvela@aalto.fi",
      "photoUrl": "aarne.jpg",
      "telegram": "@aarnetalvela",
      "title": "Events"
    },
    {
      "name": "Nea Nieminen",
      "email": "nea.nieminen@aalto.fi",
      "photoUrl": "nea.jpg",
      "telegram": "@poromuija",
      "title": "Events"
    },
    {
      "name": "Elina Ståhlberg",
      "email": "elina.stahlberg@aalto.fi",
      "photoUrl": "ellu.jpg",
      "telegram": "@stahlbergg",
      "title": "Events and graphics"
    },
    {
      "name": "Iida Lehikoinen",
      "email": "iida.lehikoinen@aalto.fi",
      "photoUrl": "iida.png",
      "telegram": "@iidalehikoinen",
      "title": "Graphics and communications"
    },
    {
      "name": "Inkeri Nora",
      "email": "inkeri.nora@aalto.fi",
      "photoUrl": "inkeri.jpg",
      "telegram": "@inkuri",
      "title": "Seminar"
    },
    {
      "name": "Niklas Koskela",
      "email": "niklas.koskela@aalto.fi",
      "photoUrl": "niklas.jpg",
      "telegram": "@Viestintapaallikko",
      "title": "Seminar"
    },
    {
      "name": "Juhana Viitamo",
      "email": "juhana.viitamo@aalto.fi",
      "photoUrl": "juhana.jpg",
      "telegram": "@juhanaviitamo",
      "title": "Website",
      "musicSrc": "sound.mp3"
    }
  ],
  "ball": [
    {
      "main1": "INFOÄHKY XXV",
      "main2": "Athene Annual Ball",
      "main3": "Welcome to celebrate",
      "main4": "25 years of Athene!",
      "main5": "15.11.2024.",
      "main6": "We welcome you to Infoähky on the 15th of November 2024 to celebrate the 25-year-old Information Networks guild Athene.",
      "main7": "The celebration starts with a cocktail event at 15:00 in the A-wing of the Undergraduate Center",
      "main7_1": "(Otakaari 1, X-door).",
      "main7_2": " After the cocktail event, buses will transport the festive crowd to the academic table party, which takes place in the “White Hall” (Aleksanterinkatu 16-18, Helsinki), from 18:30 onwards. After the academic table party, the night continues at a secret afterparty location X.",
      "main8": "The next morning guests have a chance to relax at the Purkusessio sillis, which is held in Otaniemi, at Smökki (Jämeräntaival 4) from 12 pm onwards.",
      "main9": "The price of the event is 120€ for students and 150€ for others. If you wish, you can purchase a supporting ticket that costs 200€. In addition, the sillis costs 15€.",
      "main10": "The common principles of Athene",
      "main11": " are to be followed in the event.",
      "schedule0": "TIMETABLE",
      "schedule1": "Friday 15.11.",
      "schedule2": "Cocktail-event, Aalto Undergraduate Center, A-wing (Otakaari 1, X-door)",
      "schedule3": "Buses to the academic table party. Buses leave at 17:15, 17:30 and 17:45.",
      "schedule4": " Academic table party, Valkoinen Sali (Aleksanterinkatu 16-18, Helsinki)",
      "schedule41": "Moving to the afterparty",
      "schedule5": "Afterparty ends",
      "schedule6": "Buses to Otaniemi",
      "schedule7": "Saturday 16.11.",
      "schedule8": "Purkusessio, Servin Mökki (Jämeräntaival 4, Espoo)",
      "signup0":  "SIGN-UP",
      "signup1": "NB! After the sign-up has ended, the sign-up becomes binding, and payment is obligatory. Regarding issues please contact Annual Ball Directors Ruusu and Markus (TG: @ruusu and @ihamuma).",
      "signup2": "VIP guests",
      "signup3": "Sign-up for invited guests opens on Friday 27th of September at noon and ends on Tuesday the 22nd of October at noon.",
      "signup4": "Link to sign-up",
      "signup5": "https://athene.fi/ilmo/event/477",
      "signup6": "Guild members",
      "signup7": "Sign-up for guild members begins on Friday 4th of October at 11.00 AM and ends on Tuesday 22nd of October at noon.",
      "signup8": "Link to sign-up",
      "signup9": "https://athene.fi/ilmo/event/484",
      "signup10": "Sign-up for Purkusessio happens during the sign-up.",
      "prepare0": "PREPARATION FOR",
      "prepare01": "THE ANNUAL BALL",
      "prepare1": "The annual ball is the most prestigious of the guild’s celebrations and requires careful preparation. With these tips, even the inexperienced guest can get started and enjoy the evening to the fullest.",
      "prepare2": "At the annual ball, behaviour is expected to be excellent and considerate of others. Good manners and courtesy go a long way, and in difficult situations you can look to your neighbour for guidance. A good sign of a successful party is that you and everyone around you is having fun and feeling safe.",
      "prepare3": "",
      "prepare4": "",
      "prepare5": "",
      "avec0": "Avec",
      "avec1": "You can also choose an avec from outside the guild, and you may already have one at home or the immediate vicinity of your home. However, if choosing an avec is not this trivial, you can ask other guild members without dates to be your avec. Of course, it is perfectly fine to attend the party without a designated avec.",
      "dressing0": "Dress code",
      "dressing1": "Guests usually wear a full-length evening gown, a white tie (tailcoat) or a dark suit to the annual ball. The style and colour of the dress can be chosen according to your own preference, but the full-white one should be left for weddings. While it is advisable to wear formal attire, the most important thing is to dress up in a way that feels good to you.",
      "dressing2": "",
      "dressing3": "If you plan to attend more annual balls in the future, you might want to consider buying your own white tie. A dark suit is also fine.",
      "dressing4": "It’s not a bad thing to wear the same outfit more than once, and by changing accessories and embellishments you can get away with one basic dress/suit for a long time. You can also rent a white tie or an evening gown. Usually, costume hire companies rent and sell the same outfits, so you can try several options by popping into a shop. At the same time, you can get professional advice on what suits you best and the prices of the different options. It’s also worth asking older guild members for tips on buying a dress/suit!",
      "sillis_dressing0": "",
      "sillis_dressing1": "",
      "sillis_dressing2": "",
      "sillis_dressing3": "",
      "academic_medals0": "Academic medals and badges",
      "academic_medals1": "Potential academic medals will be placed on the left chest of the outfit. If you have not (yet) accumulated any medals, you can buy the guild’s bronze membership badge for 18€. You can ask the board members for these.",
      "academic_medals2": "",
      "academic_medals3": "",
      "academic_medals4": "Athene's new guild ribbon will be released before Infoähky - you can buy it for €3 closer to the event. Additionally, the student Union ribbon and Teekkari ribbon are available free of charge at the AYY service point in Otaniemi. The ribbon is to be worn from the right shoulder to the left hip. Women can also ",
      "academic_medals5": "fold the ribbon into a rosette on the chest ",
      "academic_medals6": "if the dress is open at the shoulders. The rosette is worn on the right side of the dress.",
      "academic_medals7": "",
      "academic_medals8": "",
      "academic_medals9": "",
      "contact0": "CONTACT US",
      "contact1": "Responsible for the organization of the celebration are Heads of the Annual Ball:",
      "contact2": "Ruusu Nurmi",
      "contact3": "@ruusu",
      "contact31": ", ruusu@athene.fi",
      "contact4": "Markus Ihamuotila",
      "contact5": "@ihamuma",
      "contact51": ", markus.ihamuotila@aalto.fi",
      "contact6": "In addition, involved in organizing is the Annual Ball committee:",
      "contact7": "Milja Parviainen",
      "contact8": "Laura Puusola",
      "contact9": "Julia Sippala",
      "contact10": "Tuomas Kuusisaari",
      "contact11": "Maria Toivanen",
      "contact12": "Allan Hemming",
      "contact13": "Anni Kekäläinen",
      "contact14": "Antti Komulainen",
      "sponsors0": "CELEBRATING WITH US"
    }
  ],
  "seminar": [
    {
      "header1": "INFOXXV-SEMINAR",
      "header2": "NAVIGATING SUSTAINABLE AND MEANINGFUL CAREERS",
      "header3": "DIPOLI",
      "header4": "15.3.2024",
      "header5": "ABOUT THE SPEAKERS",
      "header6": "SCHEDULE",
      "navigation_about_speakers": "ABOUT THE SPEAKERS",
      "navigation_schedule": "SCHEDULE",
      "navigation_general": "GENERAL",
      "schedule1": "13.00 Coffee at Dipoli",
      "schedule2": "14.00 – 17.00 Seminar",
      "schedule3": "17.30 – Afterparty at OLOhuone",
      "schedule31": "Sponsored by Twoday",
      "schedule4": "20.00 – After-afterparty at Rantasauna",
      "content1": "In celebration of the 25th anniversary of the Information Networks programme and Athene, we bring together students, alumni and staff for the Athene XXV Seminar. The day will begin with great speeches, followed by a fun evening with friends, full of memorable moments until the small hours of the morning.",
      "content2": "We will hear six talks about the future landscapes of skills, careers, and meaningful work. These diverse perspectives come together under the theme Navigating Sustainable & Meaningful Careers. The era of clear career paths and stable job descriptions is diminishing - especially for highly educated professionals. We hope to give insights, examples, and visions to young and old professionals looking for ways to make a positive impact on the societies around us.",
      "content3": "Register here",
      "content4": "and see you on 15.3.",
      "content5": "We wanted the speakers to represent the diverse interests of information networks students and alumni. The line up of INFOXXV includes alumni and students, academics and professionals, and leaders and practitioners, with various perspectives into the topic. Here we asked the speakers to share a bit about themselves.",
      "fun_fact": "Fun Fact:",
      "people_11": "Sonia Zaki (IV16), Helsingin Sanomat:",
      "people_12": "Journalism just hits different",
      "people_13": "Sonia Zaki is a journalist for Helsingin Sanomat who follows topics related to work and tech. At InfoXXV-seminar she will talk about how a career can be found in a field completely different from the one you have studied. She will also share her experiences of the conflict that arises when you are passionate about your work, but you also want to have a life outside of it.",
      "people_14": "“I have played rugby.”",
      "people_21": "Hertta Vuorenmaa, Aalto University:",
      "people_22": "Navigating the Shifting Landscape of Work: Sustainability and Critical Thinking Imperatives",
      "people_231": "Hertta Vuorenmaa (PhD)  is a Research Program Director (Future of Work) and a University Lecturer at the Department of Management at Aalto University School of Business.​ She is also the chair of the The Finnish Association of Work Life Research (FAWORE).",
      "people_232": "Hertta is deeply passionate about ensuring the quality and sustainability of the Future of Work, consistently addressing this topic from various perspectives via her own research and teaching. Her speech at this event underscores key issues that demand our attention as we collaboratively strive to construct a more promising future of work.",
      "people_24": "“I was born in Singapore.”",
      "people_31": "Tuomo Laine (IV12), Twice Commerce:",
      "people_32": "Circle of Influence",
      "people_33": "Tuomo Laine is the co-founder and CEO of Twice Commerce, formerly known as Rentle. Twice is a fast growing commerce platform for the circular economy, for which Tuomo has now acquired millions of backing from international venture capital investors. Tuomo is passionate about using entrepreneurship for societal and environmental change, as shown by his acceptance to Unreasonable Fellowship. Tuomo's talk focuses on the concepts of professional antifragility, healthy relationship to passion, and work-life separation skills. ",
      "people_34": "Tuomo has been hit by lightning, and many of his life views stem from experiences from those few milliseconds.",
      "people_41": "Mia Folkesson & Iida Saaristomaa (IV18), Impaktly Group:",
      "people_42": "Sustainability = the new digital?",
      "people_431": "Mia Folkesson is the founder and CEO of Impaktly Group. Impaktly enables leading brands to accelerate sustainability transformations in order to unlock new business opportunities and growth. Mia is a serial entrepreneur, a career management consultant and a lover of the great outdoors. ",
      "people_432": "Iida Saaristomaa is a soon-to-be Information Networks alumni and working at Impaktly Group on a master’s thesis regarding productising sustainability competence development, passionate about finding meaningful ways to utilise service design skills on making our world more sustainable. ",
      "people_433": "The focus of Mia and Iida’s talk will be on how companies transform, the role of continuous learning in organisational change, and its implications for individuals.",
      "people_441": "Mia has made a hole-in-one in golf.",
      "people_442": "Iida has made a hole-in-one in minigolf.",
      "people_51": "Risto Sarvas, Information Networks, Aalto University:",
      "people_52": "The Core of a Lifelong Education - Case: Information Networks",
      "people_53": "Risto is the director of the Information Networks programme. In his talk he solves the puzzle of what and how to learn when future skills, careers and job titles are uncertain. In other words, what are the core skills of a highly educated professional in a world where change seems to be the only constant thing.",
      "people_54": "“I have never graduated from elementary school, i.e. the Finnish 9th grade.”",
      "people_61": "Elina Ståhlberg (IV18), Info Student:",
      "people_62": "Who Builds the Future?",
      "people_63": "Elina is a 6th year student of Information Networks, combining studies in ethics, humans and design. In her talk she focuses on the future of work, and the promise of meaningfulness in our careers and in our world. How is a meaningful future built, what makes it worth building, and who builds it?",
      "people_64": "“I’ve sung Bohemian Rhapsody on the main stage of Slush Music.”",
      "people_71": "Tino Poutiainen (IV22), Info student:",
      "people_72": "Race against irrelevancy: a story of modern education",
      "people_73": "Tino is a second-year student at Information Networks. His talk will discuss how staying competitive in the modern job market requires constant re-learning of technologies, and how it affects students planning their studies.",
      "people_74": "Tino won the Lego Masters Finland contest two years ago.",
      "link": "https://athene.fi/ilmo/event/421"
    }
  ]
}