{
  "main_page": [
    {
      "main_page_1": "Tervetuloa mukaan juhlimaan 25-vuotiasta Informaatioverkostojen kilta Athenea!",
      "main_page_2": "Vuoden aikana kiltalaiset pääsevät tutustumaan tarkemmin Athenen historiaan sekä osallistumaan historiallisiin kiltatapahtumiin.",
      "main_page_3": "Juhlavuoden kunniaksi järjestetään paljon tapahtumia ja aktiviteetteja sekä kiltalaisille että koko Otaniemelle. Juhlavuosi huipentuu marraskuussa / joulukuussa Infoähkyyn!",
      "main_page_4": "Tule mukaan",
      "main_page_5": "tekemään juhlavuotta!",
      "main_page_6": "TULE MUKAAN TEKEMÄÄN JUHLAVUOTTA",
      "main_header": "ATHENE 25"
    }
  ],
  "nav_bar": [
    {
      "front_page_header": "ETUSIVU",
      "events_header": "TAPAHTUMAT",
      "for_guild_header": "KILTALAISILLE",
      "contact_information_header": "YHTEYSTIEDOT",
      "seminar_header": "SEMINAARI",
      "annual_ball_header": "INFOÄHKY XXV"
    }
  ],
  "footer": [
    {
      "text1": "https://athene.fi",
      "text2": "athene.fi",
      "text3": "#athene25",
      "text4": "#athenehommat"
    }
  ],
  "event_headers": [
    {
      "header_1": "JUHLAVUODEN TAPAHTUMAT",
      "header_2": "Täältä löydät kaikki juhlavuoden tapahtumat",
      "header_3": "Kevään juhlaviikko",
      "header_4": "Vuosijuhlaviikko",
      "header_5": "Wappu",
      "link_button": "Lisää infoa",
      "more_info": "Lisää tietoa tulossa myöhemmin"
    }
  ],
  "events_0": [
    {
      "text": "Vuodenavausbrunssi",
      "information": "Juhlavuosi alkaa rykäyksellä maanantaina 8.1. kun Athene 25 -toimikunta pistää pöydän koreaksi Athene XXV päräyttävällä vuodenavausbrunssilla. Saavu siis aloittamaan vuosi herkutellen kera kiltakavereiden ja selvittämään, mitä kaikkea juhlavuosi pitääkään sisällään!",
      "location": "OLOhuone",
      "date": "8.1.",
      "time": "9.00-11.30",
      "imageName": "brunch.jpg",
      "link": "https://athene.fi/ilmo/event/413",
      "locationLink": "https://maps.app.goo.gl/WsABpJWrYAHJWgAL7"
    }
  ],
  "events_1": [
    {
      "text": "Oliivi- ja oliiviöljymaistelu",
      "information": "Tiesitkö, et porukka joka vetää paljon oliiviöljyä elää 10 vuotta muita pidempään? (vähintään!!) Ootko maistanut sun Pirkka ekstra-neitsytoliiviöljyä sellasenaan, tiiätkö miten se on tehty ja miten se vertautuu muihin öljyihin?<br><br>Nyt pääset testaamaan muutamaa hiton laadukasta (ja kallista) oliiviöljyä sekä oliiveja niiden takana – ihan vaan saapumalla paikalle. Listalla on mm. öljy Stefanon isovanhempien pihan oliiveista Bresciasta. Eri öljyistä löytyy yllättävän erilaisia hedelmäisiä, yrttisiä ja pippurisia makuprofiileja. Päästään myös kokemaan mikä tekee ekstraneitsytoliiviöljystä niin spessun.<br><br>Tarjolla on leipää oliivien ja öljyjen kumppanina, mutta suurempi nälkä kannattaa sammuttaa omatoimisesti ennen maistelua.",
      "date": "11.3.",
      "time": "18.00-",
      "location": "Otarannan kerhotila",
      "locationLink": "https://maps.app.goo.gl/drc9fh28s6s9WpXw7",
      "imageName": "maistelu.svg"
    },
    {
      "text": "Tanssit",
      "information": "Yleisön suuresta toiveesta Athene järjestää kevään juhlaviikolla akateemiset tanssiaiset! Killan oma tanssitaituri Elias Pitkänen pitää ensin opetussession tanssilajeista, jonka jälkeen siirrytään itse tanssiosuuteen. Illan aikana tanssitaan livemusiikin tahtiin ✨ Tanssiaisiin et tarvitse mukaan omaa paria tai edeltävää tanssikokemusta, vaan riittää, että tulet avoimin mielin mukaan. Tänä iltana kaikki tanssii tähtien kanssa!",
      "location": "Saha, Konemiehentie 1",
      "date": "13.3.",
      "time": "17.00-",
      "locationLink": "https://maps.app.goo.gl/gkDBnoMbvDMvYoPR6",
      "imageName": "tanssit.png",
      "link": "https://kide.app/events/8260281f-d941-4cce-ad1b-f864ff2560bf"
    },
    {
      "text": "Seminaari",
      "information": "Koulutusohjelman ja killan 25. vuosijuhlan kunniaksi tuomme yhteen opiskelijat, alumnit ja henkilökunnan InfoXXV-seminaarissa. Päivää vietetään ensin upeiden puheiden parissa, jonka jälkeen pääsemme nauttimaan aina yhtä taianomaisesta seurasta ja luomaan ikimuistoisia hetkiä aina aamun pikkutunneille saakka.",
      "location": "Dipoli",
      "date": "15.3.",
      "time": "14.00-",
      "imageName": "semma_banner.png",
      "link": "https://xxv.athene.fi/fi/seminar",
      "locationLink": "https://maps.app.goo.gl/SB3dhaRksrF18Lq69"
    }
  ],
  "events_2": [
    {
      "text": "Megakaljakroke",
      "information": "Wappu on kohta täällä, mikä voi tarkoittaa vain yhtä asiaa. Kaljakroketti, tuo urheilulajeista jaloin, tulee taas – tänä vuonna Athenen 25. juhlavuoden kunniaksi MEGAkaljakrokettina!",
      "date": "27.4.",
      "location": " Alvarin aukio",
      "time": "16.30-20.00",
      "imageName": "kaljakroketti.png",
      "link": "https://kaljakroketti.netlify.app/",
      "locationLink": "https://maps.app.goo.gl/ug1yuyr728qSggcp7"
    },
    {
      "text": "Temppelinrakennuspäivä",
      "information": "🏛TEMPPELINRAKENNUSPÄIVÄ🏛<br><br>Athene 25 -vuotta vietetään lukuisin juhlallisin, antiikista inspiroitunein menoin. Mikä olisikaan antiikin Kreikka tai Athenen juhlavuosi ilman temppeliä?<br><br>Tule siis rakentamaan killalle omaa Parthenonia maanantaina 22.4. 12-17 välillä Alvarin aukiolle. Kaikki tiet vievät Roomaan, mutta temppeliltä Smökkiin wappusitseille!",
      "location": " Alvarin aukio",
      "date": "9.5.",
      "time": "12.00-17.00",
      "imageName": "temple.jpg",
      "locationLink": "https://maps.app.goo.gl/ug1yuyr728qSggcp7"
    }
  ],
  "events_3": [
    {
      "text": "Vujuviikon bileet",
      "date": "12.11."
    },
    {
      "text": "Infoähky",
      "information": "Tervetuloa Infoähkyyn perjantaina 15. marraskuuta 2024 juhlistamaan 25-vuotiasta Informaatioverkostojen kilta Athenea.<br><br>Juhlat alkavat cocktail-tilaisuudella kello 15.00 Aalto-yliopiston Kandidaattikeskuksen A-siivessä (Otakaari 1, X-ovi). Cocktail-tilaisuudesta siirrytään bussikuljetuksilla pääjuhlaosuuteen Itäiseen Satamakaupunkiin, Ison Kirkon kupeeseen Valkoiseen Saliin (Aleksanterinkatu 16-18). Pääjuhlan jälkeen ilta jatkuu salaisessa jatkopaikassa X.<br><br>Seuraavana aamuna juhlavierailla on mahdollisuus rentoutua Purkusessiossa, joka järjestetään Otaniemen Servin Mökissä (Jämerantaival 4) kello 12.00 alkaen.",
      "date": "15.11.",
      "time": "15:00-",
      "location": "Valkoinen sali",
      "imageName": "ball.png",
      "link": "https://xxv.athene.fi/fi/infoahky",
      "locationLink": "https://g.co/kgs/xnQmFBa"
    },
    {
      "text": "Purkusessio",
      "date": "16.11."
    }
  ],
  "for_guild": [
    {
      "text_0": "Kaikki athenelaiset ovat tervetulleita osallistumaan juhlavuoden järjestämiseen. Jos haluat järjestää tapahtuman osana juhlavuotta,",
      "text_1": "ota yhteyttä",
      "text_2": " juhlavuositoimikuntaan sopiaksesi asiasta. Tapahtumien järjestämiseen saa tukea sekä toimikunnalta että killalta, joten olethan rohkeasti yhteydessä ja osallistu juhlavuoden toteuttamiseen!"
    }
  ],
  "contact": [
    {
      "name": "Julia Sippala",
      "email": "julia.sippala@aalto.fi",
      "photoUrl": "julia.jpg",
      "telegram": "@soppala",
      "title": "Athene 25 tirehtööri"
    },
    {
      "name": "Antti Kari-Koskinen",
      "email": "antti.kari-koskinen@aalto.fi",
      "photoUrl": "antti.jpg",
      "telegram": "@teekkarikoskinen",
      "title": "Yrityssuhteet"
    },
    {
      "name": "Aarne Talvela",
      "email": "aarne.talvela@aalto.fi",
      "photoUrl": "aarne.jpg",
      "telegram": "@aarnetalvela",
      "title": "Tapahtumat"
    },
    {
      "name": "Nea Nieminen",
      "email": "nea.nieminen@aalto.fi",
      "photoUrl": "nea.jpg",
      "telegram": "@poromuija",
      "title": "Tapahtumat"
    },
    {
      "name": "Elina Ståhlberg",
      "email": "elina.stahlberg@aalto.fi",
      "photoUrl": "ellu.jpg",
      "telegram": "@stahlbergg",
      "title": "Grafiikat ja tapahtumat"
    },
    {
      "name": "Iida Lehikoinen",
      "email": "iida.lehikoinen@aalto.fi",
      "photoUrl": "iida.png",
      "telegram": "@iidalehikoinen",
      "title": "Grafiikat ja viestintä"
    },
    {
      "name": "Inkeri Nora",
      "email": "inkeri.nora@aalto.fi",
      "photoUrl": "inkeri.jpg",
      "telegram": "@inkuri",
      "title": "Seminaari"
    },
    {
      "name": "Niklas Koskela",
      "email": "niklas.koskela@aalto.fi",
      "photoUrl": "niklas.jpg",
      "telegram": "@Viestintapaallikko",
      "title": "Seminaari"
    },
    {
      "name": "Juhana Viitamo",
      "email": "juhana.viitamo@aalto.fi",
      "photoUrl": "juhana.jpg",
      "telegram": "@juhanaviitamo",
      "title": "Nettisivut",
      "musicSrc": "sound.mp3"
    }
  ],
  "ball": [
    {
      "main1": "INFOÄHKY XXV",
      "main2": "Athenen Vuosijuhlat",
      "main3": "Tervetuloa juhlistamaan",
      "main4": "25-vuotiasta Athenea!",
      "main5": "15.11.2024.",
      "main6": "Tervetuloa Infoähkyyn perjantaina 15. marraskuuta 2024 juhlistamaan 25-vuotiasta Informaatioverkostojen kilta Athenea.",
      "main7": "Juhlat alkavat cocktail-tilaisuudella kello 15.00 Aalto-yliopiston Kandidaattikeskuksen A-siivessä ",
      "main7_1": "(Otakaari 1, X-ovi). ",
      "main7_2": "Cocktail-tilaisuudesta siirrytään bussikuljetuksilla pääjuhlaosuuteen Itäiseen Satamakaupunkiin, Ison Kirkon kupeeseen Valkoiseen Saliin (Aleksanterinkatu 16-18). Pääjuhlan jälkeen ilta jatkuu salaisessa jatkopaikassa X.",
      "main8": "Seuraavana aamuna juhlavierailla on mahdollisuus rentoutua Purkusessiossa, joka järjestetään Otaniemen Servin Mökissä (Jämerantaival 4) kello 12.00 alkaen.",
      "main9": "Vuosijuhlien hinta on opiskelijoille 120€ ja muille 150€, minkä lisäksi silliaamiainen maksaa 15€. Halutessanne voitte ostaa kannatuslipun 200€ hintaan.",
      "main10": "Athenen yhteisiä periaatteita",
      "main11": " noudatetaan tapahtumassa.",
      "schedule0": "AIKATAULU",
      "schedule1": "Perjantai 15.11.",
      "schedule2": "Cocktail-tilaisuus, Kandidaattikeskuksen A-siipi (Otakaari 1, X-door)",
      "schedule3": "Bussit pääjuhlaan. Bussikuljetuksia on kolme: 17:15, 17:30 ja 17:45.",
      "schedule4": "Pääjuhla, Valkoinen Sali (Aleksanterinkatu 16-18, Helsinki)",
      "schedule5": "Jatkot päättyvät",
      "schedule6": "Bussikuljetukset Otaniemeen",
      "schedule7": "Lauantai 16.11.",
      "schedule8": "Purkusessio, Servin Mökki (Jämeräntaival 4, Espoo)",
      "signup0":  "ILMOITTAUTUMINEN",
      "signup1": "HUOM! Ilmoittautumisen sulkeutumisen jälkeen ilmoittautuminen on sitova, ja ilmoittautunut on velvollinen maksamaan osallistumismaksun. Olethan ongelmatilanteissa ajoissa yhteydessä vuosijuhlatirehtööreihin, Ruusuun ja Markukseen (TG: @ruusu ja @ihamuma).",
      "signup2": "Kutsuvieraille",
      "signup3": "Ilmoittautuminen kutsuvieraille on auki sunnuntaista 15.9.2024 klo 12.00 alkaen ja päättyy tiistaina 15.10.2024 klo 12.00.",
      "signup4": "Linkki ilmoittautumiseen:",
      "signup5": "LINKKI",
      "signup6": "Kiltalaisille",
      "signup7": "Ilmoittautuminen kiltalaisille alkaa tiistaina 1.10.2024 klo 12.00 ja päättyy tiistaina 22.10.2024 klo 12.00.",
      "signup8": "Linkki ilmoittautumiseen:",
      "signup9": "LINKKI",
      "signup10": "Sillikselle ilmoittaudutaan juhla-ilmoittautumisen yhteydessä.",
      "prepare0": "VUOSIJUHLAAN",
      "prepare01": "VALMISTAUTUMINEN",
      "prepare1": "Vuosijuhla on killan juhlista arvokkain ja vaatiikin huolellisen valmistautumisen. Näillä ohjeilla kokematonkin juhlija pääsee alkuun ja voi nauttia illasta täysin rinnoin.",
      "prepare2": "Vuosijuhlassa käyttäydytään erinomaisen hienosti ja muita kohtaan huomioivasti. Hyvillä tavoilla ja huomaavaisuudella pärjää pitkälle ja vaikeissa paikoissa voi vilkaista mallia naapurilta.",
      "prepare3": "Jos seurapiirielämä ei ole ennestään tuttua, inspiraatiota voi ammentaa ",
      "prepare4": "Teekkarin käytösoppaasta.",
      "prepare5": " Opasta voinee tulkita aikakautensa tuotteena. Onnistuneen juhlan merkki on, että sinulla ja muulla juhlakansalla on juhlissa hauskaa ja turvallista.",
      "avec0": "Avec",
      "avec1": "Seuralaisen voi valita myös killan ulkopuolelta ja sellainen voi löytyäkin jo kotoasi tai kodin välittömästä läheisyydestä. Jos avecin valitseminen ei kuitenkaan ole näin triviaalia, voit kysäistä toista kiltalaista aveciksi. Juhlaan voi toki aivan hyvin osallistua ilman nimettyä seuralaistakin.",
      "dressing0": "Pukeutuminen",
      "dressing1": "Vuosijuhlilla sonnustaudutaan yleensä täyspitkään iltapukuun, frakkiin tai tummaan pukuun. Iltapuvun tyylin ja värin voi valita oman mieltymyksen mukaan, mutta täysvalkoinen jätettäköön hääjuhliin.",
      "dressing2": "Tiukkojen pukeutumissääntöjen tai perinteiden noudattamista tärkeämpää on kuitenkin pukeutua juhlavasti itselle mieluisalla tavalla.",
      "dressing3": "Jos vuosijuhlia aikoo jatkossa kiertää enemmänkin, kannattanee oman frakin tai iltapuvun ostamista harkita. Myös tumma puku käy hyvin. ",
      "dressing4": "Ei ole huono asia käyttää samaa pukua useampaan kertaan ja asusteita ja somisteita vaihtelemalla selviää yhdellä peruspuvulla pitkään. Frakin tai iltapuvun voi myös vuokrata. Yleensä pukuvuokraamot vuokraavat ja myyvät samoja pukuja, joten yhdessäkin liikkeessä pistäytymällä voi kokeilla useita vaihtoehtoja. Samalla saat ammattilaisen vinkkejä juuri itsellesi sopivista asuista ja eri vaihtoehtojen hinnoista. Juhlapuvun ostoon kannattaa myös kysellä vinkkejä vanhemmilta tieteenharjoittajilta!",
      "sillis_dressing0": "Sillis pukeutuminen",
      "sillis_dressing1": "Sillis on ",
      "sillis_dressing2": "rento tilaisuus, johon voi pukeutua vailla kummempia dresscode-huolia. ",
      "sillis_dressing3": "Vuosijuhlatoimikunnan tavoitteena on, että sillis olisi mahdollisimman rento ja mukava tilaisuus kaikille osallistujille. Täten toimikunta esittää toiveen, että tällä kertaa kaikki viitat, rypyt, ruudut sun muut jäisi kotiin - mukavat vaatteet riittää!",
      "academic_medals0": "Akateemiset kunniamerkit ja tunnukset",
      "academic_medals1": "Mahdolliset akateemiset kunniamerkit laitetaan ",
      "academic_medals2": "asun vasempaan rinnukseen. ",
      "academic_medals3": "Jos ei kunniamerkkejä ole (vielä) kertynyt, voit ostaa killan pronssisen jäsenmerkin 18 euron hintaan. Näitä voit kysyä hallituksen jäseniltä.",
      "academic_medals4": "Ylioppilaskunnan nauhaa saa AYY:n Otaniemen palvelupisteestä nimelliseen parin euron hintaan. Se laitetaan laskeutumaan ",
      "academic_medals5": "oikealta olalta vasemmalle lanteelle. ",
      "academic_medals6": "Naiset voivat myös ",
      "academic_medals7": "taitella nauhasta ruusukkeen rintapieleen, ",
      "academic_medals8": "jos puku on olkapäiltä avoin. Ruusuketta kannetaan ",
      "academic_medals9": "puvun oikealla puolella.",
      "contact0": "YHTEYSTIEDOT",
      "contact1": "Juhlien järjestelyistä vastaavat Athenen Vuosijuhlatirehtöörit.",
      "contact2": "Ruusu Nurmi",
      "contact3": "@ruusu, ruusu@athene.fi",
      "contact4": "Markus Ihamuotila",
      "contact5": "@ihamuma, markus.ihamuotila@aalto.fi",
      "contact6": "Lisäksi mukana järjestämässä ovat vuosijuhlatoimikunnan jäsenet:",
      "contact7": "Milja Parviainen",
      "contact8": "Laura Puusola",
      "contact9": "Julia Sippala",
      "contact10": "Tuomas Kuusisaari",
      "contact11": "Maria Toivanen",
      "contact12": "Allan Hemming",
      "contact13": "Anni Kekäläinen",
      "contact14": "Antti Komulainen",
      "sponsors0": "MUKANA JUHLIMASSA"
    }
  ],
  "seminar": [
    {
      "header1": "INFOXXV-SEMINAR",
      "header2": "NAVIGATING SUSTAINABLE AND MEANINGFUL CAREERS",
      "header3": "DIPOLI",
      "header4": "15.3.2024",
      "header5": "ABOUT THE SPEAKERS",
      "header6": "SCHEDULE",
      "navigation_about_speakers": "ABOUT THE SPEAKERS",
      "navigation_schedule": "SCHEDULE",
      "navigation_general": "GENERAL",
      "schedule1": "13.00 Coffee at Dipoli",
      "schedule2": "14.00 – 17.00 Seminar",
      "schedule3": "17.30 – Afterparty at OLOhuone",
      "schedule31": "Sponsored by Twoday",
      "schedule4": "20.00 – After-afterparty at Rantasauna",
      "content1": "In celebration of the 25th anniversary of the Information Networks programme and Athene, we bring together students, alumni and staff for the Athene XXV Seminar. The day will begin with great speeches, followed by a fun evening with friends, full of memorable moments until the small hours of the morning.",
      "content2": "We will hear six talks about the future landscapes of skills, careers, and meaningful work. These diverse perspectives come together under the theme Navigating Sustainable & Meaningful Careers. The era of clear career paths and stable job descriptions is diminishing - especially for highly educated professionals. We hope to give insights, examples, and visions to young and old professionals looking for ways to make a positive impact on the societies around us.",
      "content3": "Register here",
      "content4": "and see you on 15.3.",
      "content5": "We wanted the speakers to represent the diverse interests of information networks students and alumni. The line up of INFOXXV includes alumni and students, academics and professionals, and leaders and practitioners, with various perspectives into the topic. Here we asked the speakers to share a bit about themselves.",
      "fun_fact": "Fun Fact:",
      "people_11": "Sonia Zaki (IV16), Helsingin Sanomat:",
      "people_12": "Journalism just hits different",
      "people_13": "Sonia Zaki is a journalist for Helsingin Sanomat who follows topics related to work and tech. At InfoXXV-seminar she will talk about how a career can be found in a field completely different from the one you have studied. She will also share her experiences of the conflict that arises when you are passionate about your work, but you also want to have a life outside of it.",
      "people_14": "“I have played rugby.”",
      "people_21": "Hertta Vuorenmaa, Aalto University:",
      "people_22": "Navigating the Shifting Landscape of Work: Sustainability and Critical Thinking Imperatives",
      "people_231": "Hertta Vuorenmaa (PhD)  is a Research Program Director (Future of Work) and a University Lecturer at the Department of Management at Aalto University School of Business.​ She is also the chair of the The Finnish Association of Work Life Research (FAWORE).",
      "people_232": "Hertta is deeply passionate about ensuring the quality and sustainability of the Future of Work, consistently addressing this topic from various perspectives via her own research and teaching. Her speech at this event underscores key issues that demand our attention as we collaboratively strive to construct a more promising future of work.",
      "people_24": "“I was born in Singapore.”",
      "people_31": "Tuomo Laine (IV12), Twice Commerce:",
      "people_32": "Circle of Influence",
      "people_33": "Tuomo Laine is the co-founder and CEO of Twice Commerce, formerly known as Rentle. Twice is a fast growing commerce platform for the circular economy, for which Tuomo has now acquired millions of backing from international venture capital investors. Tuomo is passionate about using entrepreneurship for societal and environmental change, as shown by his acceptance to Unreasonable Fellowship. Tuomo's talk focuses on the concepts of professional antifragility, healthy relationship to passion, and work-life separation skills. ",
      "people_34": "Tuomo has been hit by lightning, and many of his life views stem from experiences from those few milliseconds.",
      "people_41": "Mia Folkesson & Iida Saaristomaa (IV18), Impaktly Group:",
      "people_42": "Sustainability = the new digital?",
      "people_431": "Mia Folkesson is the founder and CEO of Impaktly Group. Impaktly enables leading brands to accelerate sustainability transformations in order to unlock new business opportunities and growth. Mia is a serial entrepreneur, a career management consultant and a lover of the great outdoors. ",
      "people_432": "Iida Saaristomaa is a soon-to-be Information Networks alumni and working at Impaktly Group on a master’s thesis regarding productising sustainability competence development, passionate about finding meaningful ways to utilise service design skills on making our world more sustainable. ",
      "people_433": "The focus of Mia and Iida’s talk will be on how companies transform, the role of continuous learning in organisational change, and its implications for individuals.",
      "people_441": "Mia has made a hole-in-one in golf.",
      "people_442": "Iida has made a hole-in-one in minigolf.",
      "people_51": "Risto Sarvas, Information Networks, Aalto University:",
      "people_52": "The Core of a Lifelong Education - Case: Information Networks",
      "people_53": "Risto is the director of the Information Networks programme. In his talk he solves the puzzle of what and how to learn when future skills, careers and job titles are uncertain. In other words, what are the core skills of a highly educated professional in a world where change seems to be the only constant thing.",
      "people_54": "“I have never graduated from elementary school, i.e. the Finnish 9th grade.”",
      "people_61": "Elina Ståhlberg (IV18), Info Student:",
      "people_62": "Who Builds the Future?",
      "people_63": "Elina is a 6th year student of Information Networks, combining studies in ethics, humans and design. In her talk she focuses on the future of work, and the promise of meaningfulness in our careers and in our world. How is a meaningful future built, what makes it worth building, and who builds it?",
      "people_64": "“I’ve sung Bohemian Rhapsody on the main stage of Slush Music.”",
      "people_71": "Tino Poutiainen (IV22), Info student:",
      "people_72": "Race against irrelevancy: a story of modern education",
      "people_73": "Tino is a second-year student at Information Networks. His talk will discuss how staying competitive in the modern job market requires constant re-learning of technologies, and how it affects students planning their studies.",
      "people_74": "Tino won the Lego Masters Finland contest two years ago.",
      "link": "https://athene.fi/ilmo/event/421"
    }
  ]
}
